{
	"intents": [{
			"tag": "bienvenue",
			"patterns": ["Salut", "Salut à tous", "Bonjour à tous", "Bonjour", "Coucou", "Comment ca-va?", "Comment tu vas?", "je recherche de l'aide","oyez oyez","hey"],
			"responses": ["Bonjour, comment puis-je vous aider?"],
			"context": ["ISEN"]
		},
		{
			"tag": "raison_isen",
			"patterns": ["Pourquoi l’isen ?", "description isen", "école d'ingénieur généraliste", "C’est quoi la différence avec les autres écoles d’ingénieurs ?", "Quelle est la différence avec les autres écoles d’ingénieurs ?","différence autres écoles ingénieurs","en quoi l'isen est meilleur?", "Pourquoi choisir l'isen?","quelles sont les avantages offert par l'isen?","qu'offre l'isen en termes d'enseignement?","quelles performances peut-on retrouvés à l'isen"],
			"responses": ["La maîtrise de ces compétences est au cœur de la formation ISEN. Elle permet une approche métier transdisciplinaire dans des domaines d’application aussi variés que les technologies pour la santé, l’environnement, les transports, l’aéronautique… ou une approche par spécialité (cyber sécurité, production d’énergie, cloud computing, robotique, objets connectés, big data…)."],
			"context": ["ISEN"]
		},
		{
			"tag": "cursus_isen",
			"patterns": ["C’est quoi l’ISEN ?", "cursus isen", "années scolarité", "En combien d’années se déroule l’ISEN ?", "Qu’est ce que l’ISEN", "C’est quoi le cursus de l’école","Combien d'années d'études post bac?","temps post bac", "peut-on intégrer l'école après le bac","comment foncionne l'ISEN","comment est-on formé à l'isen?","quelles sont les différentes possibilités suivant mon profil?","quels sont les enseignements à l'isen?", "204 écoles d'ingénieurs", "ingénieur français"],
			"responses": ["Vous construisez votre parcours sur 5 ans. Après le baccalauréat, vous optez pour un cycle de formation en 3 ans centré sur les sciences et le numérique. En fonction de votre profil, cinq cursus différents sont proposés. Pendant ces trois premières années, vous réfléchissez à votre projet professionnel et vous pouvez changer de cursus. Ensuite, vous accédez sans critère de classement aux 40 domaines professionnels proposés par l’ISEN et les autres écoles d’ingénieurs d’Yncréa (HEI, ISA) . C’est le temps de la spécialisation."],
			"context": ["ISEN"]
		},
		{
			"tag": "campus_ouest",
			"patterns": ["C’est quoi Yncréa Ouest ?", "Combien y a t’il d’écoles dans l’ouest?", "Quels sont les campus de l’ISEN Ouest ?","Brest, Caen, Nantes et Rennes","Où peut-on étudier à l'ISEN?","quelles sont les centre de formation de l'isen?","quelle est la localisation de l'ISEN?"],
			"responses": ["Yncréa Ouest est composé de 4 campus : Brest, Caen, Nantes et Rennes. Les campus de Brest, Caen et Nantes forment de Bac +1 à Bac +5. Rennes présente actuellement une formation pour les Cycle Informatique et Réseaux (CIR) les deux premières années après le Bac"],
			"context": ["ISEN"]
		},
		{
			"tag": "certifications",
			"patterns": ["Quelles sont les certifications d’Yncréa ?", "L’isen est-il sous contrat avec le Ministère de l’Enseignement Supérieur et de la Recherche ?", "L’isen est-il sous contrat avec le MESR ?","gage de qualité de l'isen","MESR","L'isen est-il reconnu de quelconques manières?","Qu'offre l'ISEN en terme d'assurrance de reconnaissance du niveau de sortie?"],
			"responses": ["L’établissement est sous contrat avec le Ministère de l’Enseignement Supérieur et de la Recherche, il est membre de la Conférence des Grandes Écoles. Il est également labellisé au niveau européen par Erasmus+. De plus, Yncréa Ouest est reconnu par le Ministère de l’Enseignement Supérieur et de la Recherche comme un Etablissement d’Enseignement Supérieur Privé d’Intérêt Général. Il est habilité par la Commission des Titres d’Ingénieur à délivrer le titre d’ingénieur de l’ISEN Yncréa Ouest"],
			"context": ["ISEN"]
		},
		{
			"tag": "Taux_insertion",
			"patterns": ["Quel est le taux d’insertion des jeunes diplômés ?","taux d’insertion","Où sont embauchés les jeunes diplômés ?","lieu d'embauche","Quels sont les lieux de travail après diplôme ?","Trouve-t-on facilement du diplôme après l'isen?","Est-on obligé de travailler sur paris après notre diplome?","Quelle est le taux d'embauches après l'ISEN?"],
			"responses": ["Résultats de l’enquête de la CGE (Conférence des Grandes Écoles) sur l’insertion des jeunes diplômés de la promotion ISEN  Yncréa Ouest de l’an passé, 5 mois après leur sortie. Ainsi, le taux d’insertion (5 mois après leur sortie) est de 98%. De plus, 88% des jeunes diplômés sont embauchés en région (hors île-de-France)."],
			"context": ["ISEN"]
		},
		{
			"tag": "Yncrea",
			"patterns": ["C’est quoi Yncrea ?", "Qu’est ce que Yncréa ?","Yncrea","Junia","Yncrea ouest", "Yncrea medittérannée", "Yncrea Nord","L'isen fait elle est partie d'un groupe?","Pourquoi Yncrea?","Quelle différences entre l'isen et l'Yncrea?"],
			"responses": ["Yncréa est le premier pôle privé associatif d’écoles d’ingénieur de France. Cet ensemble regroupe les marques HEI, ISA et ISEN. Ces écoles forment dans 40 domaines professionnels plus de 7 000 élèves ingénieurs en France et à l’étranger au cours de cette année universitaire. Implantés sur les villes de Brest, Caen, Lille, Marseille, Nantes, Rennes et Toulon les établissements ISEN sont membres d’Yncréa. Dans l’ouest de la France, l’ensemble de ces marques est porté par Yncréa Ouest."],
			"context": ["ISEN"]
		},
		{
			"tag": "Nombre_etudiants_alumni_etudiants",
			"patterns": ["Combien y a t’il d’étudiants ?", "Combien y a t’il d’enseignants permanents?", "Combien y a t’il d’alumnis ?","nombre étudiants", "nombre élèves","Quelles est le chiffre d'étudiants à l'isen?","Quelle est la population de l'isen?"],
			"responses": ["Yncréa ouest est actuellement composé de 4 campus, 1250 étudiants, 100 enseignants permanents et 10 000 alumni"],
			"context": ["ISEN"]
		},
		{
			"tag": "tarif_CGSI",
			"patterns": ["Quels sont les tarifs du cycle CGSI ?","prix CGSI", "Quels sont les frais de scolarité du cycle CGSI ?", "Combien coûte les années 1 et 2 en CSI ?", "Combien coûte les années 1 et 2 classes préparatoires implantées","tarif CGSI","tarif CSI","Quelle est le montant d'une année du cycle généraliste?","une année du cycle généraliste, ça coute combien?"],
			"responses": ["Les deux premières années du CGSI sont des classes préparatoires implantées. Sur le campus de Brest, les frais de scolarité sont de 3900 €/an"],
			"context": ["ISEN"]
		},
		{
			"tag": "tarif_CIR",
			"patterns": ["Quels sont les tarifs du cycle CIR?","tarif CIR","prix CIR", "Quels sont les frais de scolarité du cycle CIR?", "Combien coûte les années 1 et 2 en CIR?", "Combien coûte les années 1 et 2 en Cycle Informatique et Réseaux","Quelle est le montant d'une année du cycle informatique?","une année du cycle informatique, ça coute combien?"],
			"responses": ["Les deux premières années du Cycle Informatique et Réseaux sont des classes préparatoires intégrées. Les frais de scolarité sont de 6600 €/an"],
			"context": ["ISEN"]
		},
		{
			"tag": "tarif_BIOST",
			"patterns": ["Quels sont les tarifs du cycle BIOST?","tarif BIOST","prix BIOST", "Quels sont les frais de scolarité du cycle BIOST?", "Combien coûte les années 1 et 2 en BIOST?", "Combien coûte les années 1 et 2 en Cycle Biologie, Sciences et Technologies","Quelle est le montant d'une année du cycle biologique?","une année du cycle biologique, ça coute combien?"],
			"responses": ["Les deux premières années du Cycle Biologie, Sciences et Technologies sont des classes préparatoires intégrées.Les frais de scolarité sont de 6600 €/an"],
			"context": ["ISEN"]
		},
		{
			"tag": "tarif_CENT",
			"patterns": ["Quels sont les tarifs du cycle CENT ?","tarif CENT","Prix CENT", "Quels sont les frais de scolarité du cycle CENT ?", "Combien coûte les années 1 et 2 en CENT ?", "Combien coûte les années 1 et 2 en Cycle Economie Numérique et Technologies","Quelle est le montant d'une année du cycle economie?","une année du cycle economie, ça coute combien?"],
			"responses": ["Les deux premières années du Cycle Économie Numérique et Technologies sont des classes préparatoires intégrées. Les frais de scolarité sont de 6600 €/an"],
			"context": ["ISEN"]
		},
		{
			"tag": "tarif_EST",
			"patterns": ["Quels sont les tarifs du cycle EST?","tarif EST","prix EST", "Quels sont les frais de scolarité du cycle EST?", "Combien coûte les années 1 et 2 en EST?", "Combien coûte les années 1 et 2 en Cycle Environnement, Sciences et Technologies","Quelle est le montant d'une année du cycle environnement?","une année du cycle environnement, ça coute combien?"],
			"responses": ["Les deux premières années du Cycle Environnement, Sciences et Technologies sont des classes préparatoires intégrées. Les frais de scolarité sont de 6600 €/an"],
			"context": ["ISEN"]
		},
		{
			"tag": "tarif_BIAST",
			"patterns": ["Quels sont les tarifs du cycle BIAST?","Tarif BIAST","prix BIAST", "Quels sont les frais de scolarité du cycle BIAST?", "Combien coûte les années 1 et 2 en BIAST?", "Combien coûte les années 1 et 2 en Cycle Biologie, Agronomie, Sciences et Technologies","Quelle est le montant d'une année du cycle agronomie?","une année du cycle agronomie, ça coute combien?"],
			"responses": ["Les deux premières années du Cycle Biologie, Agronomie, Sciences et Technologies sont des classes préparatoires intégrées. Les frais de scolarité sont de 6600 €/an"],
			"context": ["ISEN"]
		},
		{
			"tag": "tarif_cycle_ingenieur",
			"patterns": ["Quels sont les tarifs du cycle ingénieur?","Quel est le prix à BAC+3","Quel est le tarif du cycle ingénieur?", "prix des années 3, 4 et 5", "prix années Master A3 M1 M2", "Quels sont les frais de scolarité en années 3, 4 et 5 ?", "Combien coûte les années 3 à 5 ?","Quelle est le montant d'une année du cycle supérieur?","une année du cycle supérieur, ça coute combien?"],
			"responses": ["Les trois années du ingénieur ont des frais de scolarité s’élevant à 8200 €/an. Au cours de l’année 2020-21, 86% des élèves de dernière année ont été exonérés des frais de scolarité puisque qu’ayant choisi d’étudier en alternance. De plus, ils sont rémunérés par l’entreprise d’accueil. De plus, les élèves de l’ISEN sont éligibles aux bourses de l’enseignement supérieur relevant du ministère de l’éducation nationale et de l’enseignement supérieur et de la recherche."],
			"context": ["ISEN"]
		},
		{
			"tag": "Bourses",
			"patterns": ["Comment puis-je payer l’école ?", "Comment puis-je payer la formation?", "Comment puis-je payer l’ISEN?", "Comment financer mes études ? ", "bourses d’ excellence","Quelles sont les bourses disponibles?","ERASMUS est-il disponible pour payer l'isen","l'accès aux bourses est-elle possible en intégrant l'isen?","L'isen dispose-t-elle de bourses d'études?","une bourse est-elle décrochable selon nos perfomances académiques?"],
			"responses": ["Plusieurs dispositifs permettent aux étudiants de financer leurs études et ainsi de préparer leur avenir. Notamment les bourses d’excellence Yncréa Ouest / ISEN. \nLes bourses d’ excellence ISEN permettent à des étudiants boursiers à haut potentiel * d’ intégrer nos écoles. \nChaque année, 10 bourses d’ excellence sont attribuées à des étudiants de première année inscrits sur les campus de Brest, de Caen, de Nantes et de Rennes.Chaque bourse finance 50 % des frais de scolarité de l’ ensemble du cursus.\nCes bourses d’ excellence sont attribuées après examen d’ un dossier(critères sociaux et scolaires), à des étudiants de nationalité française 1 ère année(issus de Terminale générale ou technologique).\nLes dossiers de candidature sont à retourner à l’ ISEN avant le 12 mai 2021. La simulation CROUS pour 2020 / 2021 sera à joindre au dossier ainsi que les bulletins scolaires de Première et du premier trimestre de Terminale.\nLes étudiants retenus restent éligibles à toutes les autres bourses au mérite ou sur critères sociaux(CROUS).*Susceptibles d’ obtenir une mention Très Bien au baccalauréat."],
			"context": ["ISEN"]
		},
		{
			"tag": "SHN",
			"patterns": ["Sportif de Haut Niveau", "Peut-on être SHN?", "Peut-on être en Sport de Haut Niveau?", "L'isen est-elle adaptée pour les Sportifs?","L'isen est-elle adaptée pour le Sport de compétition?", "Peut-on être accompagner en tant que sportif?","Puis-je continuer mon activité sportive de haut-niveau en intégrant l'isen?","Un aménagement des horaires est-il possible si je suis sportif de haut-niveau?"],
			"responses": ["L’ISEN Yncréa Ouest est un « établissement d’accueil sport de haut niveau ».\nCe label émis par le rectorat et la DRJSCS(Direction régionale de la jeunesse, des sports et de la cohésion sociale de Bretagne) reconnait et certifie l’ engagement et les actions menées pour l’ accueil des sportifs de haut niveau par le campus de Brest.\nLes établissements labellisés garantissent un aménagement du parcours de formation des sportifs de haut niveau afin de leur permettre de mener à bien leur double projet scolaire et sportif.En ce qui concerne le sport de manière générale, chaque jeudi après - midi, les étudiants sont théoriquement libérés afin de pratiquer des activités sportives.\nOrganisées par le Bureau des Sports de l’ école, de multiples équipes participent aux championnats universitaires en football, basket, hand, volley et rugby."],
			"context": ["ISEN"]
		},
		{
			"tag": "ISEN_logement",
			"patterns": ["Y-a-t'il un Internat?", "Quels sont les logements autour de l'école", "Quelles sont les résidences étudiantes?","Pourrais je avoir des informations sur les habitations autour?","où loger autour de l'école?","Comment trouver un logement à proximité de l'isen?","Où habiter si j'intègre l'isen?","Des conseils sur où se loger en intégrant l'ISEN?"],
			"responses": ["De nombreuses résidences étudiantes et restaurants universitaires se trouvent à proximité du site de Brest de l’ISEN.\nLes étudiants ont crée un site« isenimmo» recensant les bons conseils pour réussir ta vie étudiante, ainsi que des annonces immobilières.Il vous est également possible de télécharger le Guide ISEN IMMO qui recense les logements et la restauration près de l’ ISEN.\nLogement à Brest.Tout autour de l’ ISEN, quatre résidences étudiantes, situées à moins de 100 mètres de l’ école, proposent des appartements en location individuelle ou en colocation.Le quartier est par ailleurs riche en propositions d’ agences immobilières ou de particuliers.A quelques pas, au centre - ville, les offres réservées aux étudiants sont également nombreuses et de qualité."],
			"context": ["ISEN"]
		},
		{
			"tag": "ISEN_restauration",
			"patterns": ["Quels sont les moyens de restauration?", "Comment puis-je manger?", "Quels sont les lieux pour manger", "Y a t'il une cafeteria?", "Puis je manger au Super u?","Comment se restaurer quand on étudie à l'isen?","l'isen possède-t-elle une cafétaria?","L'isen est-elle loin des restaurants universitaires?"],
			"responses": ["L’ISEN se trouve en bordure du principal campus étudiant de Brest. De fait, les services dédiés aux étudiants se trouvent à proximité, à 300 m de l’école, deux restaurants universitaires accueillent les étudiants, midi et soir. De plus, un foyer, géré par les étudiants, accueille les élèves le midi et le soir et propose des plats chauds.\nPlus de renseignements sur le site du Crous Bretagne."],
			"context": ["ISEN"]
		},
		{
			"tag": "visite_virtuelle_PO",
			"patterns": ["Puis-je visiter l’isen", "Comment peut-on découvrir le bâtiment", "Quelles sont les dates de Portes ouvertes", "nous rencontrer en portes ouvertes","Peut-on visiter l'isen","peut-on découvrir l'isen lors de portes ouvertes?","y'a-t-il une possibilité de rencontrer les professeurs et visiter l'établissement?"],
			"responses": ["Les informations de portes ouvertes changeant souvent, nous vous invitons à regarder cette page : https://isen-brest.fr/ecole-ingenieur/nous-rencontrer/. \nNous avons aussi modélisé le bâtiment et augmenté la visite virtuelle avec des vidéos de présentation réparties un peu partout!Plus d’ infos ici: https: //isen-brest.fr/vie-etudiante/campus-brest/"],
			"context": ["ISEN"]
		},
		{
			"tag": "Handicap",
			"patterns": ["L'école est-elle adaptée aux Handicaps", "Peut-on avoir un tiers temps", "A-t-on des aménagements handicaps","Peut-on y venir avec un fauteuil roulant","Le batiment est-il accessible pour les personnes à mobilité réduite","Je suis en situation de handicap, l'isen a-t-elle les capacités de me recevoir?","L'isen est-elle habilité a accueillir les étudiants ayant besoin d'aménagement spécifiques?"],
			"responses": ["Le campus et son accès sont adaptés pour l’accueil des étudiants à mobilité réduite et cela dans l’ensemble des locaux.\nLes autres situations(handicaps visuels, auditifs, cognitifs) peuvent faire l’ objet d’ aménagements ou d’ aides spécifiques selon des modalités étudiées avec l’ étudiant(e) et sa famille.Des procédures sont prévues à cet effet, n’ hésitez pas à contacter brest @isen.fr pour plus d’ informations "],
			"context": ["ISEN"]
		},
		{
			"tag": "Clubs_etudiants",
			"patterns": ["Quels sont les clubs isen", "Quelles sont les associations étudiantes", "Peut-on en savoir plus sur la vie étudiante", "Quel est le club digitaldesign", "Quel est le club 4Ltrophy", "Quel est le club BDD", "Quel est le club BDI", "Quel est le club BDS", "Quel est le club club évasion", "BDA","Quelle est la vie étudiante au sein de l'ISEN?","L'isen possède-t-elle des associations pour développer la vie étudiante?","Qu'offre l'isen en dehors des enseignements obligatoires?"],
			"responses": ["L’ISEN Brest encourage la prise d’initiatives de la part des étudiants au sein des clubs et associations de l’école ainsi qu’à l’extérieur. Encadrés par les enseignants du département Formation Humaine Economique et Sociale, et évalués dans le cadre de ces enseignements, les étudiants se préparent ainsi à prendre des responsabilités citoyennes, professionnelles et personnelles. Les informations sur le site de l’école vous donneront un aperçu de l’idée générale. Cependant, si vous êtes intéressés par l’un d’entre eux, nous vous conseillons de les contacter directement sur Facebook ou Instagram (les informations sur le site de l’école n’étant pas à jour)."],
			"context": ["ISEN"]
		},
		{
			"tag": "La vie à Brest",
			"patterns": ["Comment est la ville de Brest", "pourquoi venir à Brest", "Comment est la vie en finistère","Pleut-il vraiment à Brest","Quelles sont les avantages de vivre à Brest?","A quoi m'attendre de Brest?","La vie brestoise est-t-elle compliqué ou chère?"],
			"responses": ["Brest, la ville dont les atouts sont indéniables : des loyers abordables, une vie culturelle de premier plan, un environnement riche.\nA Brest, la mer est omniprésente.Dans les conversations, dans la géographie, dans les désirs.Porte océane vers les nouveaux mondes, point de départ de grandes courses océaniques, Brest est une ville où il fait bon vivre.A Brest, comme dans le Nord, dit - on, on pleure deux fois, une fois en arrivant, une fois en partant.Rassemblant près de 25.000 étudiants chaque année, toutes filières confondues, Brest est la seconde ville étudiante bretonne derrière Rennes.Avec des attractions culturelles et sportives(centres de spectacles, musées, équipes de sport…) dignes d’ une grande métropole, entre son cœur de ville modernisé et son arrière - pays aux paysages à couper le souffle, de Crozon à Plouguerneau, de la poésie de son littoral à la majesté de ses campagnes… venir étudier à Brest c’ est s’ ouvrir vers une ville qui ne laisse pas indifférente dans une ambiance du tonnerre.La ville possède plus d’ un atout pour rendre les étudiants plus brestois qu’ ils ne l’ étaient au départ."],
			"context": ["ISEN"]
		},
		{
			"tag": "Job_ISEN",
			"patterns": ["Quelles sont les Offres d’emploi","Peut-on travailler à Yncrea", "Peut-on Travailler à l’ISEN","Peut-t-on prendre un emploi étudiant au sein de l'isen?","L'isen propose-t-elle des emplois rémunérés aux étudiants?"],
			"responses": ["Les informations de propositions de jobs changeant souvent, nous vous invitons à regarder cette page : https://isen-brest.fr/jobs/."],
			"context": ["ISEN"]
		},
		{
			"tag": "admission_general",
			"patterns": ["comment rentrer à l’isen?", "comment être admis à l’ISEN ?", "Quelle formation pour intégrer l’isen ?"],
			"responses": ["Les étudiants doivent être titulaires d’un Bac général pour être admis à l’ISEN sur le site de Brest. Après un Baccalauréat STI2D ou un Bac STAV, les lycéens peuvent être admis dans un BTS Prépa."],
			"context": ["ISEN"]
		},
{
			"tag": "admission_aprèsbacgeneral",
			"patterns": ["comment rentrer à l’isen après un bac général ?", "comment être admis à l’ISEN après un baccalauréat general?", "Quelle formation pour intégrer l’isen avec le BAC general ?"],
			"responses": ["Les inscriptions en CGSI (Cycle Generaliste Des Sciences de l’Ingenieur), CIR (Cycle Informatique et Réseaux), BIOST (Cycle Biologie, Santé, Sciences et Technologies), CENT (Cycle Economie Numérique et Technologies), EST (Cycle Environnement, Sciences et Technologies) et BIAST (Cycle Biologie, Agronomie, Sciences et Technologies) se font sur : parcoursup.fr via le Concours puissance  Alpha. Les inscriptions en BTS Prépa se font sur Parcoursup.fr , directement dans les lycées partenaires (La Croix-Rouge de Brest ou Jeanne d’Arc de Vitré). Pour vous inscrire dans les formations BTS prépa après le bac, rendez-vous sur le Portail Parcoursup.fr : \n– Rubrique « BTS » \n– Rechercher domaine « BTS Systèmes numériques » \n– L’inscription sur Parcoursup doit être complétée par une lettre de motivation au Lycée d’accueil avec une mention pour leur intérêt pour l’option « Prépa »"],
			"context": ["ISEN"]
		},
		{
			"tag": "admission_bac+2",
			"patterns": ["comment rentrer à l’isen après 2 ans d’études ?", "comment être admis à l’ISEN à bac+2 ?", "Quelle formation pour intégrer l’isen après une prépa ?", "Peut-on aller à l’ISEN après un DUT ou BTS ?"],
			"responses": ["Vous souhaitez postuler à l’ISEN après un bac+2. Vous êtes actuellement en : \n- Classe préparatoire MP/PC/PSI/PT Vous êtes candidat en 3e année de Cycle généraliste (CGSI). Vous passez le Concours Puissance Alpha CPGE. Plus d’informations sur https://puissance-alpha.fr. \n- Classe préparatoire BCPST. Vous êtes candidat en 3e année de Cycle Biologie, Santé, Sciences et Technologies (BIOST). Vous devez remplir un dossier de candidature à nous retourner avant fin juin. Plusieurs sessions d’entretiens seront programmées dès février.\n- DUT GEII ou DUT Réseaux et Télécom. Vous pouvez candidater en : Cycle Ingénieur en formation initiale en 3e année de Cycle généraliste (CGSI). Cycle Ingénieur en formation initiale en 3e année de Cycle Informatique et Réseaux (CIR). Cycle Ingénieur par l’Apprentissage (CIPA). Entretiens pour la formation initiale à partir de février. Entretiens pour le cycle ingénieur par l’apprentissage en avril. \n- DUT Informatique. Vous pouvez candidater en : Cycle ingénieur en formation initiale en 3e année de Cycle Informatique et Réseaux (CIR). Cycle Ingénieur par l’Apprentissage (CIPA) Vous devez remplir un dossier de candidature. Entretiens pour la formation initiale à partir de février. Entretiens pour le cycle ingénieur par l’apprentissage en avril.\n- DUT Mesures Physiques ou Spé ATS. Vous pouvez candidater en :Formation initiale en 3e année de Cycle généraliste (CGSI). Cycle Ingénieur par l’Apprentissage (CIPA). Vous devez remplir un dossier de candidature. Entretiens pour la formation initiale à partir de février. Entretiens pour le cycle ingénieur par l’apprentissage en avril.\n- DUT Génie biologique. Vous êtes candidat en 3e année de Cycle Biologie, Agronomie, Sciences et Technologies (BIAST) pour suivre la formation menant au diplôme d’ingénieur ISEN dans la spécialité « Agronomie et Systèmes Numériques ». Vous devez remplir un dossier de candidature à nous retourner avant fin juin. Plusieurs sessions d’entretiens seront programmées dès février. \n- BTS Systèmes Numériques ou BTS Électrotechnique. Vous êtes candidat au Cycle Ingénieur par l’apprentissage. Vous devez remplir un dossier de candidature à nous retourner avant le 16 mars. Entretiens en avril.\n- Vous avez obtenu un diplôme de niveau Bac+2 et souhaitez accéder à la formation continue. Vous êtes candidat au Cycle Ingénieur par l’apprentissage. Vous devez remplir un dossier de candidature à nous retourner avant le 16 mars. Entretiens en avril.\nTous les dossiers de candidature sont disponibles ici : https://isen-brest.fr/admission-ecole-ingenieurs/apres-un-bac-2/ "],
			"context": ["ISEN"]
		},
		{
			"tag": "admission_parallele_1ereannee",
			"patterns": ["comment rentrer à l’isen après PACES ?", "comment être admis à l’ISEN en cours de 1ere année ?", "Quelle formation pour intégrer l’isen pendant la première année ?"],
			"responses": ["Suite à une erreur d’orientation dans l’enseignement supérieur, à un redoublement en Terminale, à une année blanche ou une révision de votre projet professionnel, vous avez décidé de postuler à l’ISEN Yncréa Ouest en première année.\nVotre profil ne permet pas de suivre la procédure habituelle ParcourSup / Concours Puissance Alpha.\nIl vous est possible de postuler via un dossier d’admission parallèle en téléchargement ci-dessous. Vous serez convoqué à un entretien éventuel.\nDossier à télécharger et à renvoyer à l’ISEN Brest avant le 30 juin (https://isen-brest.fr/admission-ecole-ingenieurs/admission-parallele-en-premiere-annee/). Plus d’informations sur l’admission en “prepa rebond” ici : https://isen-brest.fr/admission-ecole-ingenieurs/rentree-differee/"],
			"context": ["ISEN"]
		},
		{
			"tag": "admission_pass",
			"patterns": ["comment rentrer à l’isen après un PASS ?", "comment être admis à l’ISEN après un PASS ?", "Quelle formation pour intégrer l’isen suite à un PASS ?"],
			"responses": ["L’ISEN Yncréa Ouest (Sites de Brest et de Nantes) permet des admissions parallèles pour les étudiants n’ayant pas obtenu les résultats qu’ils escomptaient au PASS.\nDès l’annonce des résultats, il leur est possible de déposer un dossier et de passer un entretien pour intégrer l’ISEN en première année. Selon la qualité du dossier et les places disponibles, les étudiants ont le choix parmi les 6 cycles ISEN à intégrer dès la rentrée prochaine :\nBiologie, Sciences et Technologies\nGénéraliste\nÉconomie Numérique et Technologies\nInformatique et Réseaux\nEnvironnement Sciences et Technologies\nBiologie, Agronomie, Sciences et Technologies\nPrenez contact avec le service des admissions POST PASS grâce au formulaire : https://isen-brest.fr/admission-ecole-ingenieurs/paces/"],
			"context": ["ISEN"]
		},
		{
			"tag": "admission_par_apprentissage",
			"patterns": ["comment rentrer à l’isen en apprentissage?", "comment être admis à l’ISEN en apprentissage ?", "Quelle formation pour intégrer l’isen en apprentissage ?"],
			"responses": ["Les admissions en cycle ingénieur par apprentissage peuvent se faire via la formation continue ou pas après examen d’un dossier et entretien individuel. Plus d’informations ici : https://isen-brest.fr/admission-ecole-ingenieurs/ingenieur-apprentissage-formation-continue/"],
			"context": ["ISEN"]
		},
		{
			"tag": "admission_general",
			"patterns": ["comment rentrer à l’isen?", "comment être admis à l’ISEN ?", "Quelle formation pour intégrer l’isen ?"],
			"responses": ["Les étudiants doivent être titulaires d’un Bac général pour être admis à l’ISEN sur le site de Brest. Après un Baccalauréat STI2D ou un Bac STAV, les lycéens peuvent être admis dans un BTS Prépa."],
			"context": ["ISEN"]
		},
		{
			"tag": "Recherche",
			"patterns": ["Recherche", "labisen", "l@bISEN", "laboratoire", "chair industrielle"],
			"responses": ["Le laboratoire de recherche L@bISEN – Yncréa Ouest est centré autour des systèmes autonomes et intelligents. Trois lignes de force portent les activités de recherche du L@bISEN – Yncréa Ouest : les réseaux de capteurs, le traitement des données et l’énergie. Le laboratoire L@bISEN – Yncréa Ouest et ses trois lignes de force sont concrétisés par une organisation en sept équipes thématiques :\n\nESE : énergie et systèmes électromécaniques\nKLaIM : extraction de connaissances et modélisation\nLSL : lumière, diffusion et apprentissage\nSEACOM : systèmes embarqués, acoustique et télécommunications\nVISION-AD : vision par ordinateur et analyse de données\nBAT : Biologie, Agronomie & Technologies\nRobotique Marine\n\nLes effectifs prévisionnels du laboratoire L@bISEN – Yncréa Ouest s’élèvent à 126 personnes pour l’année 2021, dont 55 enseignants-chercheurs permanents. Plus d'informations ici https://isen-brest.fr/labisen/"],
			"context": ["ISEN"]
		},
		{
			"tag": "differentes_formations",
			"patterns": ["Quelles sont les différentes formations proposés par l’ISEN?’", "Existe-t-il plusieurs cursus?", "De quoi est composé le cursus post-bac?"],
			"responses": ["Il existe 6 cycles différents proposés à l’ISEN, le cycle généraliste, le cycle informatique et réseaux(CIR), le cycle biologie, sciences et technologies, le cycle economie numérique et technologie, le cycle environnement, sciences et technologie, le cycle biologie, agronomie, sciences et technologies"],
			"context": ["ISEN"]
		},
		{
			"tag": "cycle_généraliste",
			"patterns": ["C’est quoi le cycle généraliste?’", "Existe-t-il une filière généraliste?", "De quoi est composé la filière généraliste?"],
			"responses": ["Le cycle généraliste permet de se former aux sciences et de débuter l’initiation aux technologies numériques. Les mathématiques, les sciences physiques et de l’ingénieur sont en effet les fondamentaux qui permettent d’accéder à des études d’ingénieur. Cependant, une école d’ingénieurs ne forme pas qu’aux sciences et aux techniques : des cours de formation humaine, économique et sociale sont également dispensés ainsi que des cours d’anglais, d’espagnol, d’allemand, de chinois et de japonais.Les étudiants du Cycle Génraliste ont la possibilité de réaliser leur seconde année de classe préparatoire en Angleterre à l’Université de Greenwich."],
			"context": ["ISEN"]
		},
		{
			"tag": "cycle_informatique",
			"patterns": ["C’est quoi le cycle informatique et réseaux?’", "Existe-t-il une filière très axée informatique?", "De quoi est composé la filière informatique et réseaux?"],
			"responses": ["Le cycle informatique et réseaux (CIR) correspond aux trois premières années d’études post-bac à l’ISEN pour les étudiants passionnés par l’informatique et les réseaux. Le contenu de la formation comprend les bases scientifiques nécessaires pour obtenir le diplôme ISEN tout en permettant d’aborder dès la première année les technologies du numérique.À l’issue du CIR, les étudiants peuvent choisir d’approfondir leurs compétences dans les technologies numériques en choisissant les domaines professionnels formant à la cyber sécurité (l’école est membre du Pôle d’Excellence Cyber), au big data, au cloud, aux IOT… ; ils peuvent également opter pour les autres domaines professionnels de l’ISEN : robotique, énergie, ingénierie d’affaires, systèmes embarqués, banque et finance."],
			"context": ["ISEN"]
		},
		{
			"tag": "cycle_biologie",
			"patterns": ["C’est quoi le cycle biologie, sciences et technologies?’", "Existe-t-il une filière très axée biologie?", "De quoi est composé la filière biologie, sciences et technologies?"],
			"responses": ["Le cycle biologie, sciences et technologies (BIOST) permet aux étudiants de bénéficier d’une formation d’ingénieur généraliste grâce à un programme basé sur les grands domaines scientifiques (mathématiques, sciences physiques, sciences de la vie, technologies numériques). Il permet de comprendre l’importance des technologies et de l’intelligence artificielle dans le monde du vivant, de l’imagerie médicale aux bio-nanotechnologies qui révolutionnent la manière de diagnostiquer et de soigner les malades, aux objets connectés et aux systèmes embarqués qui permettent la construction de cœurs artificiels, d’implants cochléaires."],
			"context": ["ISEN"]
		},
		{
			"tag": "cycle_economie",
			"patterns": ["C’est quoi le cycle economie numérique et technologie?’", "Existe-t-il une filière très axée économie?", "De quoi est composé la filière economie numérique et technologie?"],
			"responses": ["Boosté par le numérique, le monde contemporain suppose une adaptation rapide aux changements et beaucoup de créativité pour exister dans une économie mondialisée. C’est le sens de cette formation et de cycle economie, numérique et technologie(CENT), de former des ingénieurs appelés à devenir des dirigeants d’entreprises ou à créer leur propre société sous la forme de start-ups dédiées aux nouvelles technologies.Management des entreprises du numérique, gestion financière, design utilisateur, économie des entreprises mais aussi mathématiques, sciences et informatique, le panel des enseignements est aussi large que celui des talents nécessaires pour s’intégrer dans les postes de direction.Ce cursus dispose d’une forte ouverture internationale : un tiers des cours dispensés sont en anglais, une deuxième langue est obligatoire. De plus, en deuxième année un semestre à l’étranger est obligatoire dans nos universités et écoles partenaires à travers le monde. Le monde de demain est le vôtre, le CENT est construit pour vous y préparer."],
			"context": ["ISEN"]
		},
		{
			"tag": "cycle_environnement",
			"patterns": ["C’est quoi le cycle environnement, sciences et technologie?", "Existe-t-il une filière très axée environnement?", "De quoi est composé la filière environnement, sciences et technologie?"],
			"responses": ["Vous aimez les sciences et êtes attiré(e) par le développement durable ? Le cycle Environnement Sciences et Technologies est fait pour vous. Vous y aborderez la place des technologies dans la lutte contre le changement climatique, vous plongerez dans les sciences du vivant et de l’environnement pour mieux comprendre le monde qui vous entoure. Enfin, vous étudierez les nouveaux modèles économiques qui offrent des solutions durables et innovantes pour façonner le monde de demain."],
			"context": ["ISEN"]
		},
		{
			"tag": "cycle_agronomie",
			"patterns": ["C’est quoi le cycle biologie,agronomie, sciences et technologie?", "Existe-t-il une filière très axée agronomie?", "De quoi est composé la filière biologie, agronomie, sciences et technologie?"],
			"responses": ["Le cycle post-bac Biologie, Agronomie, Sciences et Technologies (BIAST) permet l’acquisition de compétences à l’interface des domaines de la biologie, de l’agronomie, de l’environnement et des technologies numériques. La formation permet aux futurs ingénieurs d’être capable de comprendre les contraintes et de proposer des solutions technologiques dans tous les domaines de l’agriculture moderne et de l’accompagner dans ses mutations.Les domaines étudiés sont bien naturellement liés à la production végétale et à l’élevage mais aussi sur ceux attenants comme l’impact environnemental, l’économie, la transformation agroalimentaire, la logistique ou la santé préventive."],
			"context": ["ISEN"]
		},
		{
			"tag": "differents_domaine_pro",
			"patterns": ["Quelles sont les différentes spécialisations proposés par l’ISEN?’", "Existe-t-il plusieurs spécialisations?", "Et après les cycles, quelles sont les formations?"],
			"responses": ["Dans l’Ouest, les étudiants s’orientent majoritairement dans l’un des 17 domaines professionnels, un des 17 domaines où les étudiants peuvent se spécialiser, proposés sur les différents campus (ou un double diplôme avec une Business School partenaire).Grâce aux partenariats avec les écolesYncréa, ce sont plus de 40 domaines professionnels qui sont accessibles aux étudiants. Pour découvrir tout les domaines profesionnels, je vous invite à consulter cette page : https://isen-brest.fr/formation-ingenieur/domaines-professionnels. "],
			"context": ["ISEN"]
		},
		{
			"tag": "doubles_diplomes",
			"patterns": ["L’ISEN propose-t-elle des doubles diplômes?", "Existe des doubles diplômes possibles?", "Quelles sont les écoles partenaires de l’ISEN?"],
			"responses": ["Un « double-diplôme » , c’est la possibilité d’être double-diplômé de l’ISEN et d’une grande école de management en suivant un cursus aménagé, en 5 ans ou par l’intermédiaire d’une année de césure en École de Management.\nL’ISEN Yncréa Ouest propose un double-diplôme « IT Business Management », réalisé en alternance, en collaboration avec Rennes School of Business*. Les étudiants qui suivent ce parcours obtiennent en 5 ans deux diplômes, à la fois celui d’ingénieur (Accrédité CTI) et celui de la Business School (Accrédité EQUIS, AACSB, AMBA, EFMD). \nAutre possibilité offerte : la formation d’ingénieur ISEN permet d’accéder sans concours, en une année de césure, à un double diplôme avec les Grandes Écoles de Commerce et de Management suivantes : Audencia Business School, Brest Business School, Rennes School of Business, Kedge Bordeaux, Kedge Marseille.\nDernière possibilité : le double diplôme avec l’ICAM, c’est un cursus organisé sur les deux écoles : 4 ans à l’ISEN de formations aux sciences et aux technologies numériques suivies de deux années à l’ICAM pour s’ouvrir aux technologies du monde industriel (mécanique, matériaux, bâtiments et travaux publics…)."],
			"context": ["ISEN"]
		},
		{
			"tag": "alternance",
			"patterns": ["L’ISEN permet-elle une dernière année en contrat de professionalisation?’", "Existe-t-il une possibilité d’alternance?", "Et les domaines professionnels permettent une alternance?"],
			"responses": ["La dernière année de la formation peut être réalisée au choix sous statut étudiant ou en alternance (contrat de professionnalisation).Dans le cas de l’alternance, l’élève ingénieur bénéficie : d’un contrat de travail avec l’entreprise qui l’accueille, d’une rémunération, d’une prise en charge du coût de sa formation.Cette année universitaire, plus de 80% des étudiants de dernière année ont opté pour la formule de l’alternance. L’emploi du temps est construit pour qu’ils puissent suivre tous les cours de dernière année comme les élèves sous statut étudiant. Ils obtiennent évidemment tous le même diplôme d’ingénieur. Cette formule prépare au mieux l’intégration dans le monde de l’entreprise. Elle permet également le financement des études puisque les jeunes sont rémunérés et que l’entreprise prend à sa charge le financement du coût de la formation."],
			"context": ["ISEN"]
		},
		{
			"tag": "apprentisage",
			"patterns": ["L’ISEN propose-t-elle une formation par apprentissage?’", "Peut-on réaliser une formation par apprentissage en bac+2?", "Une formation d’apprentissage en tant que salarié est-elle possible?"],
			"responses": ["La formation d’ingénieur peut être réalisée dans le cadre de l’apprentissage à condition d’être titulaire d’un bac+2. Cette formation s'adresse aux titulaires d’un BTS (Systèmes Numériques ou Electrotechnique) ou d’un DUT (GEII, Mesures Physiques, Télécoms & Réseaux, Informatique). Les périodes d’alternance entre l’école et l’entreprise durent environ 6 semaines lors des deux premières années. Lors de la dernière année d'apprentissage, les six premiers mois sont réalisés à l’école et les six derniers mois en entreprise. Ces rythmes d’alternance permettent aux étudiants de travailler avec des entreprises sur tout le territoire français. \nVous êtes salarié et vous souhaitez reprendre vos études dans le cadre de la formation continue. Le cursus par apprentissage est également accessible aux salariés dans le cadre de la formation continue. Les critères d’admissibilité sont : etre titulaire d’un diplôme de niveau Bac+2, etre salarié et avoir une expérience professionnelle d’au moins 3 ans, obtenir le soutien écrit de l’employeur"],
			"context": ["ISEN"]
		},
		{
			"tag": "au revoir",
			"patterns": ["Merci", "Merci beaucoup", "au revoir", "bonne journée", "à bientôt", "je vous remercie"],
			"responses": ["J'espère avoir pû vous aider, à bientôt."],
			"context": ["ISEN"]
		},
		{
			"tag": "contact_IA_MICROSOFT",
			"patterns": ["numéro de téléphone", "quel est votre numéro de téléphone?", "où puis-je vous appeler ?", "comment puis-je vous contacter", "je souhaite m'adresser à un humain", "je veux parler à une personne", "à qui puis-je m'adresser ?", "je souhaiterais envoyer un message", "adresse mail", "email", "mail", "téléphone", "contact"],
			"responses": ["Pour tout renseignement, vous pouvez contacter le secrétariat de l'ISEN par téléphone au 02.98.56.25.35, par mail à Microsoft.Simplon.Isen@yahoo.fr ou par courrier à 'Ecole Simplon-Microsoft /n 19 rue Cuirassé de Bretagne /n 29200 Brest'"],
			"context": ["IA-MICROSOFT"]
		},
		{
			"tag": "recrutement_IA_MICROSOFT",
			"patterns": ["Comment se déroule le recrutement ?", "Quel est le niveau demandé ? ", "Quel est le niveau d'études minimum ?", "Un diplôme est-il nécessaire ?", "Faut-il déjà savoir coder ?", "Quelles connaissances en informatiques sont demandées ?", "quels sont les prérequis ?", "quelles sont les conditions d'admission ?", "Qui peut candidater ?", "Qui peut s'inscrire", "Comment se passent les sélections", "Comment se passent les admissions ?", "A qui sont réservés les formations", "Possible de s'inscrire en étant demandeur d'emploi", "Je suis en reconversion", "Quels sont les critères pour accéder à une formation? ", "Je possède un titre de séjour", "pôle emploi", "je suis demandeur d'emploi", " grande école du numérique", "Est ce qu'il faut un diplome pour entrer dans une formation? ", "Quel niveau d'étude faut-il pour être admis ?", "Quels sont les prérequis ?", "Que faut-il pour être admis ?", "Quel est le niveau des apprenants?", "Quel genre d'élèves recrutez-vous ?", "Quel est le niveau des étudiants ?", "Vos élèves savent-ils programmer avant de démarrer la formation ?"],
			"responses": ["L'école Microsoft Simplon recrute des personnes allant d'un niveau pré-bac à bac +5. Cette formation vise des personnes sans emploi souhaitant procéder à une reconversion professionnelle. De ce fait il n'est pas demandé aux postulants d'avoir un niveau élevé en langage informatique."],
			"context": ["IA-MICROSOFT"]
		},
		{
			"tag": "duree_IA_MICROSOFT",
			"patterns": ["Combien de temps dure la formation?", "Quelle est la durée de la formation ?", "Combien de temps dure l'alternance ? ", "Quand débute la prochaine session ?", "Quand sera la prochaine rentrée ?", "Combien de temps ça dure ?", "Temps que ça prend", "Ca prend combien de temps ?", "ça dure longtemps?"],
			"responses": ["Actuellement, la formation pour l'école de Brest est séparée en 2 phases. Un première de 7 mois de formation intensive au développement et à l'IA; puis une alternance qui durera un an, à raison de trois semaines en entreprise et une semaine en cours. La date de la prochaine session n'est pas encore fixée, mais elle ne débuterait pas avant juin 2022"],
			"context": ["IA-MICROSOFT"]
		},
		{
			"tag": "cout_IA_MICROSOFT",
			"patterns": ["Combien cela coûte-t-il?", "Quel est le cout de la formation? ", "A combien s'élève l'apport financier?", "Est-il possible d'obtenir une aide financière?", "Comment est financée la formation?", "Quel est le prix du cours ?", "Quel est le tarif de la classe?", "combien ça coûte ?", "est-ce que c'est cher ?", "je ne peux pas me permettre cette école", "je n'ai pas de revenus", "combien ça coute?", "c'est cher ?", "ça coute cher?"],
			"responses": ["La formation de Brest étant financée par Pôle Emploi, la Région Bretagne et la ville de Brest, il n'y a pas de droits d'entrée à payer."],
			"context": ["IA-MICROSOFT"]
		},
		{
			"tag": "localisation_IA_MICROSOFT",
			"patterns": ["Où se déroulent les cours?", "La formation se passe-t-elle en présentiel ou en distanciel?", "Où êtes-vous situés?", "Dans quel coin de Brest êtes-vous?", "Où pouvons-nous vous rencontrer ?", "A quel endroit se déroulent les cours?", "où est ce que ça se passe?", "Dans quelle ville êtes-vous ?", "Dans quelle partie de la France se déroule la formation? ", "C'est en Bretagne?", "la formation est à Brest?", "Les classes ont lieu à Brest même ?"],
			"responses": ["La formation prend place dans les locaux de l'ISEN, rue Cuirassé de Bretagne à Brest"],
			"context": ["IA-MICROSOFT"]
		},
		{
			"tag": "teamwork_IA_MICROSOFT",
			"patterns": ["La formation est-elle individuelle?", "Les travaux se font-ils en groupe ?", "Y a t-il des équipes de travail ?", "Comment se réalisent les projets ?", "Est-ce que l'on travaille en groupe ?", "Est ce que l'on travaille seul? ", "Les projets se réalisent ils à plusieurs?", "Tous les projets sont-ils en équipe?", "Peut-on travailler seul parfois?", "Les validations de projets sont communes pour l'ensemble de l'équipe?", "Et si une personne fait tout le travail?", "Et si une personne ne participe pas au projet ?", "Comment sont évaluées les compétences lors d'un travail en équipe ?", "Les partenaires interviennent t-ils dans la validation globale des compétences des apprenants?", "Si on ne veut pas participer au travail en équipe que se passe t'il ?", "Une période de cohésion d'équipe est-elle prévue en début de cycle?"],
			"responses": ["Simplon est une entreprise sociale et solidaire , le travail en équipe est une de ses valeurs. La plupart des projets sont réalisés en équipe mais pas que. La formation étant professionnelle et non scolaire, il se peut que certaines personnes aient plus de compétences que d'autres dans certains domaines. Le transfert des compétences est justement la richesse du travail en équipe. Les compétences sont validées globalement à l'ensemble de l'équipe."],
			"context": ["IA-MICROSOFT"]
		},
		{
			"tag": "evaluation_IA_MICROSOFT",
			"patterns": ["Comment se passe l'évaluation ?", "Le travail est-il noté?", "Quel est le système d'évaluation ?", "Il y a t il un système de compétences ?", "Quel est le système d'évaluation ?", "Comment se passe la validation du diplôme ?", "Les élèves sont ils évalués ?", "Est-ce qu'on a des notes ?", "Est-ce qu'on sera noté?"],
			"responses": ["L'évaluation est basée sur une acquisition des compétences. Les apprenants verront leur niveau de compétence augmenter au fur et à mesure de la formation. Ces compétences seront validées suite aux différents rendus de projets."],
			"context": ["IA-MICROSOFT"]
		},
		{
			"tag": "certification_IA_MICROSOFT",
			"patterns": ["Quel est l'intitulé de la certification ?", "Quel est le niveau du diplôme obtenu ?", "Quel est le type de diplôme obtenu ?", "A quel métier prépare cette formation?", "Travaille-t-on sur Microsoft Azure ?", "Quelles sont les certifications passées", "Quels dipomes obtient ont ?", "Quel diplôme obtient-on ?", "La formation est-elle certifiante ?", "La formation est-elle diplômante ?", "Quel est le niveau d'étude en sortie de la formation ?", "Est-ce qu'on obtient une licence ?"],
			"responses": ["Au terme de la formation vous pourrez obtenir, Le titre à finalité professionnelle (certification RNCP) Développeur.euse en intelligence artificielle de niveau 6 (ancien niveau II), équivalent Bac+3 ou 4 – RNCP34757, Une certification Méthodes agiles de gestion et amorçage de projet - RS2085, Une certification Microsoft Designing and Implementing a Data Science Solution on Azure – DP100"],
			"context": ["IA-MICROSOFT"]
		},
		{
			"tag": "inclusion_IA_MICROSOFT",
			"patterns": ["Quelles sont les valeurs de l'école ?", "Quelle est votre vision du handicap ?", "Quelle est votre position vis à vis du handicap ?", "Quel sont les aides et outils mis en place pour les personnes neuroatypiques ?", "J'ai un handicap, puis-je postuler quand même ?", "Pratiquez-vous l'inclusion? ", "suffit Simplon.co fait une discrimination positive ", "Simlon.co fait une discrimination positive ", "inclusion dans le numérique"],
			"responses": ["L'école IA Microsoft by Simplon est engagée en matière d'égalité des chances."],
			"context": ["IA-MICROSOFT"]
		},
		{
			"tag": "logement_IA_MICROSOFT",
			"patterns": ["Y a-t-il des hébergements étudiants ?", "Puis-je avoir une chambre en cité universitaire ?", "Est-ce qu'il y a des logements étudiants ?", "Faut-il habiter sur Brest ?", "Y a-t-il des solutions pour dormir sur Brest ?", "est-ce qu'un hébergement est proposé?", "comment puis-je trouver un logement ?", "proposez vous des colocations?", "Aurais-je de l'aide pour me loger ?", "Est ce que je serais logé en Cité U", "Aurais-je le droit d'être en résidence universitaire?"],
			"responses": ["La formation ne dépendant pas du ministère de l'éducation, aucun logement étudiant n'est mis à disposition des apprenants. Il est donc conseillé d'avoir un logement sur Brest ou alentours. "],
			"context": ["IA-MICROSOFT"]
		},
		{
			"tag": "alternance_IA_MICROSOFT",
			"patterns": ["Le contrat en alternance est-il systématique?", "Des périodes de stages sont-elles prévues lors de la période intensive?", "Comment sont faites les attributions des entreprises ?", "Est-on seul dans son entreprise ?", "Sommes-nous à plusieurs dans les entreprises ?", "rencontrons-nous les entreprises avant le début de la formation ?", "Combien de fois, allons nous en entreprise avant le début de l'alternance?", "Le tuteur est-il obligatoirement un expert métier ?", "Faut-il chercher son alternance?", "Est-ce que c'est dur de trouver son entreprise?", "dois-je chercher une entreprise tout seul ?", "Comment ça se passe pour l'alternance ?", "est ce que je peux choisir mon alternance ?"],
			"responses": ["Chaque apprenant aura une alternance trouvée par l'école. Trois périodes de présence en entreprise de quelques jours sont prévues au cours du cycle de formation. Il y a parfois plusieurs alternants par entreprise. Les tuteurs ne sont pas forcément des experts IA."],
			"context": ["IA-MICROSOFT"]
		},
		{
			"tag": "formateurs_IA_MICROSOFT",
			"patterns": ["Les cours sont-ils assurés par les équipes partenaires?", "Des intervenants extérieurs participent-ils au cursus de formation?", "Les  intervenants sont-ils des profs de l'ISEN ?", "Est-ce que les formateurs sont un partenariat prof/entreprises?", "Qui sont les formateurs ?", "est ce des cours descendants  ?", "Les entreprises partenaires ont-elles des heures de formation obligatoires?", "Le programme est-il validé ou imposé par les partenaires ?", "Les formateurs sont-ils des personnes de Simplon ou Microsoft", "qui sont les profs?", "les professeurs sont-ils tous des experts IA ?", "les enseignants sont-ils tous des codeurs?", "les profs donnent ils des cours magistraux ?"],
			"responses": ["Les cours sont essentiellement dispensés en mode pédagogie active par des formateurs de l'ISEN (75%), le travail en équipes est priviligié. Le parcours de formation est ouvert aux intervenants extérieurs aussi bien entreprises partenaires (sans obligation pour ces dernières) qu'à des entrepreneurs ou des personnes en freelance."],
			"context": ["IA-MICROSOFT"]
		},
		{
			"tag": "materiel_IA_MICROSOFT",
			"patterns": ["Les PC sont-ils fournis dans le cadre de la formation?", "Quel matériel dois-je avoir pour suivre la formation?", "Faut-il avoir un PC pour suivre la formation?", "L'entreprise nous fournit-elle un ordinateur lors de la formation?", "Faut-il prévoir l'achat d'un ordinateur et/ou une imprimante?", "Le matériel fournit  nous appartient-il?", "Un ordinateur est-il indispensable?", "Peut-on utiliser son ordinateur personnel pendant la formation?", "Est-ce que l'on nous prête un ordinateur le temps de la formation?"],
			"responses": ["Un ordinateur portable est fourni à chaque alternant en début de formation moyennant un chèque de caution. Celui-ci sera restitué à la fin de la formation."],
			"context": ["IA-MICROSOFT"]
		},
		{
			"tag": "confinement_IA_MICROSOFT",
			"patterns": ["La formation a t'elle été maintenue pendant le confinement?", "Les cours sont-ils dispensés pendant le confinement?", "La pédagogie active est-elle maintenue pendant le confinement?", "Le travail en équipe est-il possible à distance?", "learning by teaching est-il envisageable pendant le confinement?", "L'évaluation des compétences est-elle possible pendant le confinement?", "Les contrats de professionnalisation continuent-ils pendant le confinement?", "Y'a t'il du présentiel et du distanciel pendant le confinement?", "Les partenariats avec les entreprises souffrent-ils du confinement"],
			"responses": ["La pédagogie active étant un élément essentiel de la formation, les cours ont pu être maintenus pendant le confinement selon les mesures réglementaires imposées."],
			"context": ["IA-MICROSOFT"]
		},
		{
			"tag": "pédagogie_IA_MICROSOFT",
			"patterns": ["C'est quoi la pédagogie active?", "Quelle différence entre pédagogie active et cours descendant?", "La pédagogie active est-elle accessible à tous?", "Quel est l'intérêt de la pédagogie active?", "Quel type d'enseignement est délivré pendant la formation?", "Quelle est la méthode de formation?", "C'est quoi une journée de cours typique?", "Quel est l'objectif de la pédagie active?", "doit-on faire des recherches", "quel est le format des cours?", "comment sont donnés les cours?", "Quel genre de pédagogie est utilisée?"],
			"responses": ["La pédagogie active a pour objectif de rendre l'apprenant acteur de ses apprentissages afin qu'il construise ses savoirs à travers des situations de recherche. Cette méthode est accessible aux personnes qui ne souhaitent pas écouter des cours toute la journée, et qui favorisent la méthode par apprentissage autonome dans un cadre. La journée commence par des recherches sur un thème, suivie de mise en situation à travers des projets plus ou moins longs"],
			"context": ["IA-MICROSOFT"]
		},
		{
			"tag": "presentation_IA_MICROSOFT",
			"patterns": ["Qui êtes-vous", "Quel genre d'école est-ce ?", "Qu'est-ce que l'école Microsoft-IA By Simplon ?", "Que proposez-vous ?", "Quelle genre d'école est Simplon?", "Quelle est votre activité?", "Que faites-vous?", "En quoi consiste votre école?", "Expliquez moi ce qu'est Simplon", "parlez moi de vous", "parlez moi de l'école"],
			"responses": ["Simplon est un réseau de fabriques numériques et inclusives en France et à l’étranger. Nous avons formé gratuitement plus de 11 476 Simplonien.nes depuis 2013, dont 55% de personnes peu ou pas diplômées. Nous sommes une entreprise sociale et solidaire qui entend faire du numérique un véritable levier d’inclusion pour révéler des talents différents peu représentés dans le digital et les métiers techniques du numérique."],
			"context": ["IA-MICROSOFT"]
		},
		{
			"tag": "entretiens_IA_MICROSOFT",
			"patterns": ["Comment se passent les entretiens ?", "Comment sont départagées les candidatures ?", "Qui sont les meilleurs candidats ?", "Qui a le plus de chances d'être admis ?", "en quoi consistent les entretiens?", "comment se passe l'examen d'entrée ?", "y a t  il un test d'entrée ?", "Est ce qu'il y a un test de niveau ?", "est-ce que c'est un concours?", "existe t il un examen pour intégrer l'école ?"],
			"responses": ["Il y a un questionnaire d'entrée, à rélaiser en ligne, suivi d'une demi journée d'entretiens, de motivation, technique, et financier."],
			"context": ["IA-MICROSOFT"]

		},
		{
			"tag": "emploi_IA_MICROSOFT",
			"patterns": ["Quels sont les métiers visés par les formations ?", "les différents métiers de la formartion? ", "Quels sont les métiers qui sont préparés ? ", "Les opportunités d'emploi avec une formation ?", "a quel poste puis-je prétendre après la formation?", "dans quel secteur puis-je me faire recruter?", "quel métier pourrais-je faire après?", "a quel poste puis-je postuler avec le diplome?", "quelles sont les opportunités d'emploi en sortie ?", "dev data IA", "est-il facile d'obtenir un emploi ?", "trouverais-je du travail facilement après la formation?", "suis-je garantie de trouver un travail après la formation?"],
			"responses": ["Les métiers visés sont developpeur, data analyste, technicien IA, etc.... 75% des apprenants ont trouvé un travail ou une activité dans les 6 mois."],
			"context": ["IA-MICROSOFT"]
		},
		{
			"tag": "technologie_IA_MICROSOFT",
			"patterns": ["Quelles technologies sont exploitées? ", "Quelles technologiques sont utilisées? ", "Les différentes technologies", "Java", "Python", "Web", "Les langages qui seront vus dans la formation ?", "quel système d'exploitation sera utilisé?", "quels langages sont enseignés?", "quelles techno utilisez vous?"],
			"responses": ["Les ordinateurs forunis sont sous windows 10 Pro, mais vous pouvez installez Ubuntu dessus. Vous apprendrerez principalement Python mais aussi du JAVASCRIPT, SQL, CSS,HTML,..."],
			"context": ["IA-MICROSOFT"]
		},
		{
			"tag": "actionnaires_IA_MICROSOFT",
			"patterns": ["Quels sont les actionnaires principaux? ", "Quoi sont les principaux actionnaires? ", "Quels sont les principaux actionnaires des actionnaires? ", "Quels sont les actionnaires ? "],
			"responses": ["France Active via France Active Investissement, la Caisse des Depôts\/Banque des Territoires, Phitrust Europe, Amundi, Mirova, INCO et Aviva Impact, et enfin le Credit Cooperatif via sa filiale ESFIN et son fonds IDES."],
			"context": ["IA-MICROSOFT"]
		}

		]
	}